app/controllers/kittens_controller.rb

SELECT "kittens".* FROM "kittens"
---
  def index
    @kittens = Kitten.all